Revit 2015 API
RebarCoverTypeSet.Clear Method
Removes every RebarCover type from the set, rendering it empty.
Namespace: Autodesk.Revit.DB.Structure
Assembly: RevitAPI (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
Syntax
C#
public virtual void Clear()
Visual Basic
Public Overridable Sub Clear
Visual C++
public:
virtual void Clear()
See Also
RebarCoverTypeSet Class
Autodesk.Revit.DB.Structure Namespace